[<ArchiveFlags>]
Compressed=yes
ConfigType=1
[<Misc>]
AdvInst=15.0.1
[<OutputFiles>]
Prop0=C:\Users\User\Desktop\藥品補給系統20221102\Advance Install\Setup-cache\part1\disk1.cab??1669868230??1669868230??5957598??55
[Basic.dll]
Seq=3
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\Basic.dll??1665731709??1669348016??175616
[CallBackUI.dll]
Seq=4
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\CallBackUI.dll??1665731709??1669040515??18432
[check_512_sWy_icon.ico]
Seq=5
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\check_512_sWy_icon.ico??1665731709??1611241962??46621
[DBConfig.txt]
Seq=6
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\DBConfig.txt??1666186372??1666187042??377
[DrawingClass.dll]
Seq=7
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\DrawingClass.dll??1665731709??1661610393??22016
[exe]
Seq=1
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\藥品補給系統.exe??1665731709??1669868218??4500992
[exe.config]
Seq=53
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\藥品補給系統.exe.config??1665731709??1666186105??801
[FontAwesome.Sharp.dll]
Seq=8
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\FontAwesome.Sharp.dll??1665731785??1637927916??458240
[FtpConfig.txt]
Seq=55
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\FtpConfig.txt??1669861780??1669867877??125
[HCGUI.dll]
Seq=9
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\HCGUI.dll??1665731785??1669040518??399872
[LadderUI.dll]
Seq=10
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\LadderUI.dll??1665731709??1669040520??587264
[LeadShineUI.dll]
Seq=11
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\LeadShineUI.dll??1665731709??1669040521??5745152
[LicenseLib.dll]
Seq=12
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\LicenseLib.dll??1665731709??1611231840??16896
[LightControlUI.dll]
Seq=13
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\LightControlUI.dll??1665731709??1669040518??53248
[MeasureSystemUI.dll]
Seq=14
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\MeasureSystemUI.dll??1665731709??1665494314??416256
[Microsoft.Bcl.AsyncInterfaces.dll]
Seq=15
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\Microsoft.Bcl.AsyncInterfaces.dll??1666186112??1634917328??22144
[Microsoft.Bcl.AsyncInterfaces.xml]
Seq=16
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\Microsoft.Bcl.AsyncInterfaces.xml??1666186112??1634917328??18215
[MVSDK.dll]
Seq=17
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\MVSDK.dll??1665731785??1554046579??104448
[MVSDKUI.dll]
Seq=18
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\MVSDKUI.dll??1665731785??1668680812??44544
[MyConfig.txt]
Seq=19
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\MyConfig.txt??1666186374??1666186445??4
[MyEmail.dll]
Seq=20
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\MyEmail.dll??1665731709??1611908565??578048
[MyFtpUI.dll]
Seq=21
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\MyFtpUI.dll??1665731709??1669360329??19968
[MyInvoiceUI.dll]
Seq=22
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\MyInvoiceUI.dll??1665731709??1611906824??29696
[MyOffice.dll]
Seq=23
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\MyOffice.dll??1665731709??1607583637??7680
[MySql.Data.dll]
Seq=24
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\MySql.Data.dll??1665731709??1589603464??768000
[MySqlBackup.dll]
Seq=25
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\MySqlBackup.dll??1665731709??1561365992??58368
[MyUI.dll]
Seq=26
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\MyUI.dll??1665731709??1669040534??1197568
[Newtonsoft.Json.dll]
Seq=27
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\Newtonsoft.Json.dll??1666186184??1615982616??701992
[pdb]
Seq=54
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\藥品補給系統.pdb??1665731709??1669868218??587264
[PortControlUI.dll]
Seq=28
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\PortControlUI.dll??1665731709??1669040517??143360
[program.bak.stp]
Seq=29
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\program.bak.stp??1665731709??1615442877??47439
[program.stp]
Seq=30
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\program.stp??1665731709??1669867933??47568
[SLDUI.dll]
Seq=31
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\SLDUI.dll??1665731709??1669040536??2254336
[SQLUI.dll]
Seq=32
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\SQLUI.dll??1665731709??1669040518??127488
[stdole.dll]
Seq=33
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\stdole.dll??1665731709??1640163746??25464
[System.Buffers.dll]
Seq=34
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\System.Buffers.dll??1665731785??1582077918??20856
[System.Buffers.xml]
Seq=35
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\System.Buffers.xml??1666186112??1582077918??3481
[System.Memory.dll]
Seq=36
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\System.Memory.dll??1665731785??1582077918??141184
[System.Memory.xml]
Seq=37
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\System.Memory.xml??1666186112??1582077918??13950
[System.Numerics.Vectors.dll]
Seq=38
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\System.Numerics.Vectors.dll??1665731785??1526362184??115856
[System.Numerics.Vectors.xml]
Seq=39
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\System.Numerics.Vectors.xml??1666186112??1526362184??183484
[System.Runtime.CompilerServices.Unsafe.dll]
Seq=40
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\System.Runtime.CompilerServices.Unsafe.dll??1666186112??1634917218??18024
[System.Runtime.CompilerServices.Unsafe.xml]
Seq=41
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\System.Runtime.CompilerServices.Unsafe.xml??1666186112??1634598860??20529
[System.Text.Encodings.Web.dll]
Seq=42
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\System.Text.Encodings.Web.dll??1666186112??1634917274??76904
[System.Text.Encodings.Web.xml]
Seq=43
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\System.Text.Encodings.Web.xml??1666186112??1634598860??62941
[System.Text.Json.dll]
Seq=44
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\System.Text.Json.dll??1666186112??1634917466??513128
[System.Text.Json.xml]
Seq=45
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\System.Text.Json.xml??1666186112??1634598860??457799
[System.Threading.Tasks.Extensions.dll]
Seq=46
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\System.Threading.Tasks.Extensions.dll??1666186112??1582077918??25984
[System.Threading.Tasks.Extensions.xml]
Seq=47
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\System.Threading.Tasks.Extensions.xml??1666186112??1582077918??10147
[System.ValueTuple.dll]
Seq=48
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\System.ValueTuple.dll??1666186112??1526362192??78992
[System.ValueTuple.xml]
Seq=49
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\System.ValueTuple.xml??1666186112??1526362192??85027
[TCP.dll]
Seq=50
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\TCP.dll??1665731709??1669040517??56320
[UDPCilent.pro]
Seq=51
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\UDPCilent.pro??1665731709??1669867883??254
[Update.exe]
Seq=2
Src=C:\Users\User\Desktop\藥品補給系統20221102\Update\bin\Release\Update.exe??1665731709??1665729511??80384
[ZealTechUI.dll]
Seq=52
Src=C:\Users\User\Desktop\藥品補給系統20221102\藥品補給系統\bin\Release\ZealTechUI.dll??1665731709??1669040518??45568
